Repository: KBodarwe/lzv_export
Catalog: plugins/importexport/lzv/locale/*/locale.po
Languages: de

# plugins.importexport.lzv.description
source: Export article metadata in LZV XML format for indexing in MEDLINE.
de: Beitragsmetadaten im LZV-XML-Format für die Indexierung in Rosetta exportieren.

# plugins.importexport.lzv.export
source: Export Data
de: Daten exportieren

# plugins.importexport.lzv.export.issues
source: Export Issues
de: Ausgaben exportieren

# plugins.importexport.lzv.settings
source: Settings
de: Einstellungen

# plugins.importexport.lzv.export.selectIssue
source: Select an Issue to export.
de: Ausgabe für Export auswählen.

# plugins.importexport.lzv.export.articles
source: Export Articles
de: Beiträge exportieren

# plugins.importexport.lzv.exportSubmissions
source: Export Articles
de: Beiträge exportieren

# plugins.importexport.lzv.export.selectArticle
source: Select Articles to export.
de: Beiträge für Export auswählen.

# plugins.importexport.lzv.export.articleExported
source: Exported article {$submissionId}.
de: Artikel Nr. {$submissionId} wurde exportiert.

# plugins.importexport.lzv.export.countExported
source: {$countExported} articles have been exported.
de: {$countExported} Artikel wurden erfolgreich exportiert.

# plugins.importexport.lzv.export.countNotExported
source: {$countExported} articles have not been exported.
de: {$countExported} wurden nicht exportiert.

# plugins.importexport.lzv.export.articleNotExported
source: Article {$submissionId} already exists. Not exported.
de: Artikel Nr. {$submissionId} existiert bereits. Kein Export durchgeführt.

# plugins.importexport.lzv.cliUsage
source: Usage: {$scriptName} {$pluginName} [journal_path] single [articleId1] [articleId2] ... {$scriptName} {$pluginName} [journal_path] all {$scriptName} {$pluginName} [journal_path] overwriteall
de: Gebrauch: {$scriptName} {$pluginName} [Zeitschriftpfad] single [ArtikelId1] [ArtkelId2] ... {$scriptName} {$pluginName} [Zeitschriftpfad] all {$scriptName} {$pluginName} [Zeitschriftpfad] overwriteall

# plugins.importexport.lzv.cliError
source: ERROR:
de: FEHLER:

# plugins.importexport.lzv.export.error.issueNotFound
source: No issue matched the specified issue ID "{$issueId}".
de: Keine Ausgabe mit der eingegebenen Signatur "{$issueId}".

# plugins.importexport.lzv.export.error.articleNotFound
source: No article matched the specified article ID "{$articleId}".
de: Kein Beitrag mit der eingegebenen Signatur "{$articleId}".

# plugins.importexport.lzv.export.error.articleProblem
source: There has been a problem exporting Article {$articleId}.
de: Beim Export von Artikel Nr. {$articleId} gab es einen Fehler.

# plugins.importexport.lzv.noDecision
source: No decision recorded
de: Keine Entscheidung vorhanden
